Repository: eliahreeves/eko
Catalog: untitled_app/lib/localization/l10n/app_*.arb
Languages: es

source: Post
es: Publicación

source: Email
es: Correo electrónico

source: Password
es: Contraseña

source: Confirm Password
es: Confirmar Contraseña

source: Login
es: Iniciar sesión

# invalidUserName
source: Username does not meet requirements
es: Nombre de usuario no cumple los requisitos

source: Available
es: Disponible

# usernameInUse
source: Username Unavilable
es: Nombre de usuario no disponible

# usernameTakenTitle
source: This Username has been taken.
es: Este nombre de usuario ha sido tomado.

# usernameTakenBody
source: Please go back and choose a diffrent username.
es: Por favor escoja un nombre de usuario diferente.

# invalidEmailTittle
source: Invalid Email Formating
es: Formato de correo electrónico invalido

# invalidEmailBody
source: Please check your email and try again.
es: Por favor revise su correo electrónico y vuelva a intentar.

# userNotFoundTitle
source: Can't Find Account
es: No hemos encontrado esta cuenta

# userNotFoundBody
source: We can't find an account with that email. Try another email, or sign up.
es: No hemos encontado una cuenta con este correo electrónico. Intente otro correo electrónico o cree una cuenta.

# wrongPasswordTittle
source: Incorrect Password
es: Contraseña incorrecta

# wrongPasswordBody
source: The password you entered is incorrect.
es: La contraseña usada es incorrecta.

# userDisabledTittle
source: Account Disabled
es: Cuenta no disponible

# userDisabledBody
source: Your account has been disabled. Please contact us at conetechnologiesdev@gmail.com.
es: Su cuenta ha sido deshabilitada. Para preguntas comunicarse con conetechnologiesdev@gmail.com.

# weakPasswordTitle
source: Weak Password
es: Contraseña débil

# weakPasswordBody
source: Check password requirements and try again.
es: Revise los requisitos para su contraseña e intente de nuevo.

# defaultErrorTittle
source: Something Went Wrong
es: Oops! Algo salió mal

# defaultErrorBody
source: Please try again later or reach out to conetechnologiesdev@gmail.com.
es: Por favor intente de nuevo o contacte conetechnologiesdev@gmail.com.

# emailAlreadyInUseTitle
source: Email Already In-Use
es: Correo electrónico en uso

# emailAlreadyInUseBody
source: An account with that email already exists
es: Una cuenta con este correo electrónico ya existe.

# forgotPasswordTittle
source: You've Got Mail!
es: Recibiste un correo!

# forgotPasswordBody
source: Check your email for a password reset link.
es: Intenta usar el link que mandamos a tu correo electrónico.

# exitCreateAccountTitle
source: Return to welcome page?
es: Quieres regresar a la página de inicio?

# exitCreateAccountBody
source: Are you sure you want to go back? your information will be deleted.
es: Estas seguro de que quieres regresar a la página de inicio? Tu informacion será borrada.

# exitEditProfileTitle
source: Are you sure you want to exit?
es: Estas seguro de que quieres salir?

# exitEditProfileBody
source: All changes will be lost.
es: Todos los cambios serán borrados.

source: Stay
es: Permanecer en esta página

source: Exit
es: Salir

source: Go Back
es: Volver

source: Try Again
es: Intentelo de nuevo

source: Sign Up
es: Crear cuenta

source: Forgot Password?
es: Contraseña olvidada?

# passwordLen
source: Between 8 and 32 characters.
es: Entre 8 y 32 caracteres.

# passwordLower
source: Contains a lowercase letter
es: Contiene letra mayuscula

# passwordUpper
source: Contains a uppercase letter
es: Contiene letra minúscula

# passwordNumber
source: Contains a number
es: Contiene un número

# passwordSpecial
source: Contains a special character
es: Contiene un simbolo

# passwordMatch
source: Passwords match
es: Las contraseñas coinciden

source: Close
es: Cerrar

source: Follow
es: Seguir

source: Followers
es: Seguidores

source: Following
es: Siguiendo

source: Edit Profile
es: Editar perfil

source: Name
es: Nombre

source: Username
es: Nombre de usuario

source: Previous
es: Regresar

# followingTab
source: Following
es: Siguiendo

# newTab
source: New
es: Nuevo

# oldTab
source: Old
es: Viejo

# postTitle
source: Title
es: Titulo

# searchUsername
source: Search users...
es: Search username...
